Repository: fernandodx/dremfoo
Catalog: lib/l10n/intl_*.arb
Languages: pt

# name_app
source: Revo - Focused Goals
pt: Revo - Metas com Foco

# label_password
source: Password
pt: Senha

# label_enter
source: Login
pt: Entrar

# label_or
source: OR
pt: OU

# label_login_with_google
source: Login with Google
pt: Login com Google

# label_login_with_facebook
source: Login with Facebook
pt: Login com Facebook

# label_forgot_password
source: Forgot the password
pt: Esqueci a senha

# label_not_rigister
source: No account
pt: Não tenho conta

# title_register_email
source: Register
pt: Cadastro

# label_name
source: Name
pt: Nome

# label_confirm_email
source: Confirm email
pt: Confirme o e-mail

# msg_error_email_diff
source: The confirmation email does not match.
pt: O e-mail de confirmação não estão iguais.

# title_msg_error
source: Oops!
pt: Ops!

# msg_error_already_in_use
source: You already have an account with this email.
pt: Você já possue uma conta com esse e-mail.

# msg_error_already_email_diff_credential
source: Email is already used for login with Facebook or Google.
pt: O e-mail já é utilizado o login com o Facebook ou Google.

# msg_error_email_invalid
source: Invalid email
pt: E-mail inválido

# msg_error_generic_user_login
source: Unable to login.
pt: Não foi possível realizar o login.

# msg_error_already_credintial_in_use
source: Incorrect login or password
pt: Login ou senha incorretos

# msg_error_not_possible_save_user
source: Unable to save user credentials
pt: Não foi possível salvar as credenciais do usuário

# msg_error_not_possible_upload_photo
source: Unable to upload profile photo.
pt: Não foi possível fazer o upload da foto do perfil.

# msg_error_unexpected
source: An unexpected error occurred
pt: Ocorreu um erro não esperado.

# msg_sucess_user_created
source: Your login was created successfully!
pt: Seu login foi criado com sucesso!

# title_forgot_password
source: Forgot password?
pt: Esqueceu a senha?

# msg_fill_email
source: Fill in the email to reset your password.
pt: Preencha o e-mail para reiniciar a sua senha.

# msg_email_invalid
source: Invalid email.
pt: E-mail inválido

# msg_error_user_not_found
source: User not found.
pt: Usuário não encontrado.

# title_msg_sucess
source: Success
pt: Sucesso!

# msg_sucess_forgot_password
source: An email has been sent with directions to reset your password.
pt: Um e-mail foi enviado com orientações para reiniciar a sua senha.

# msg_error_user_block
source: Your account is blocked.
pt: Sua conta esta bloqueada.

# msg_error_user_or_password_incorrect
source: The email or password is incorrect.
pt: O e-mail ou senha estão incorretos.

# msg_error_sign_in_fb_cancelled
source: Okay, you can use another login method.
pt: Tudo bem, você pode utilizar outro método de login.

# msg_error_sign_in_fb_failed
source: Failed to login with facebook, please try again later.
pt: Ocorreu uma falha no login com facebook, tente novamente mais tarde.

# msg_error_sign_in_fb_in_progress
source: Unable to finalize login, please try again later.
pt: Não foi possível finalizar o login, tente novamente mais tarde.

# msg_error_credential_invalid
source: An account with the same email address but different login credentials already exists. Log in using a provider associated with this email address.
pt: Já existe uma conta com o mesmo endereço de e-mail, mas com credenciais de login diferentes. Faça login usando um provedor associado a este endereço de e-mail.

# label_hist_daily_goal
source: History of daily goals
pt: Histórico das metas diárias

# label_daily_goals
source: Daily goals
pt: Metas diárias

# label_daily_goal
source: Daily goal
pt: Meta diária

# label_steps
source: Steps
pt: Etapas

# label_step
source: Step
pt: Passo

# label_today
source: Today
pt: Hoje

# label_your_week
source: Your week
pt: Sua semana

# label_your_month
source: Your months
pt: Seus meses

# label_monitor_goal_daily
source: Daily monitoring of goals
pt: Acompanhamento diário das metas

# label_monitor_goal_month
source: Monthly monitoring of goals
pt: Acompanhamento mensal das metas

# label_goal
source: Goal
pt: Meta

# label_week_day_mon
source: MON
pt: SEG

# label_week_day_tue
source: TUE
pt: TER

# label_week_day_wed
source: WED
pt: QUA

# label_week_day_thu
source: THU
pt: QUI

# label_week_day_fri
source: FRI
pt: SEX

# label_week_day_sat
source: SAT
pt: SAB

# label_week_day_sun
source: SUN
pt: DOM

# label_weekly
source: Weekly
pt: Semanal

# label_monthly
source: Monthly
pt: Mensal

# label_next
source: Next
pt: Próximo

# label_finish
source: Finish
pt: Finalizar

# label_previous
source: Previous
pt: Anterior

# label_dream
source: Dream
pt: Sonho

# label_dreams
source: Dreams
pt: Sonhos

# label_description_dream
source: Dream description
pt: Descrição do sonho

# label_choose_image_dream
source: Choose an image to represent the dream.
pt: Escolha uma imagem para representar o sonho.

# label_search_gallery
source: Search the gallery
pt: Pesquisar na galeria

# label_search_internet
source: Searching the Internet
pt: Pesquisar na internet

# label_whats_your_dream
source: What is your dream?
pt: Qual o seu sonho?

# label_step_to_conquer
source: Steps to conquer
pt: Passos para conquistar

# msg_info_step_conquer
source: Define steps you need to take before you can make the dream come true, as if you were climbing a ladder.
pt: Defina passos que você precisa cumprir antes de realizar o sonho, como se estivesse subindo uma escada.

# label_information
source: Information
pt: Informações

# label_add
source: Add
pt: Adicionar

# msg_info_step_daily_goal
source: Now set daily goals to achieve your steps, focus on the first step and plot your goals, after completion you can add other daily goals.
pt: Agora defina metas diárias para conquistar seus passos, se concentre no primeiro passo e trace suas metas, após a conclusão você pode adicionar outras metas diárias.

# msg_info_step_reward
source: Set a reward that you will get for each completed step. This is very important, after all you deserve it! For example, a special food, going out to a new place, playing a video game, something you really enjoy!
pt: Defina uma recompensa que você vai ter a cada passo concluido. Isso é muito importante, afinal você merece! Por exemplo, uma comida especial, sair para um lugar novo, jogar um vídeo game, algo que realmente goste!

# msg_info_step_inflection
source: Here you will define something you have to do if your goals are not being met or achieved. It's very simple, what more you need to do to continue climbing the ladder of steps you defined.
pt: Aqui você vai definir algo que tenha que fazer, caso suas metas não estejam sendo cumpridas ou alcançadas. É bem simples, o que você precisa fazer a mais para continuar subindo a escada de passos que você definiu.

# msg_info_settings_dream
source: Set the level you would like to be charged. Remember to start small as this will validate your performance towards an extraordinary goal.
pt: Defina o nível que você gostaria de ser cobrado. Lembre-se de começar aos poucos, pois isso vai validar a sua performace para uma meta extraordinária.

# label_choice_diff_inflection
source: Choose different inflection point for the week.
pt: Escolher ponto de inflexão diferente para a semana.

# label_reward
source: Reward
pt: Recompensa

# label_rewards
source: Rewards
pt: Recompensas

# label_choice_diff_reward
source: Choose different reward for the week.
pt: Escolher recompensa diferente para a semana.

# label_weekly_reward
source: Weekly reward
pt: Recompensa semanal

# label_inflection_point
source: Inflection point
pt: Ponto de inflexão

# label_inflection_point_weekly
source: Inflection point for week
pt: Ponto de inflexão para semana

# label_settings
source: Settings
pt: Configurações

# label_choice_color_dream
source: Choose a representation color
pt: Escolha uma cor de representação

# label_weekly_goal
source: Weekly goal
pt: Meta semanal

# label_monthly_goal
source: Monthly goal
pt: Meta mensal

# label_disabled
source: Disabled
pt: Desativado

# label_beginner
source: Beginner
pt: Iniciante

# label_moderate
source: Moderate
pt: Moderado

# label_out_average
source: out of average
pt: Fora da média

# label_extraordinary
source: Extraordinary
pt: Extraordinário

# label_on_hold
source: On hold
pt: Em espera

# label_new_dream
source: New Dream
pt: Novo Sonho

# label_statistics
source: Statistics
pt: Estatísticas

# label_challenges
source: Challenges
pt: Desafios

# label_create_focus
source: Create focus
pt: Criar foco

# label_rank
source: Rank
pt: Classificação

# label_archived_dreams
source: Archived dreams
pt: Sonhos arquivados

# msg_dream_not_archived
source: No dreams were filed.
pt: Nenhum sonho foi arquivado.

# label_restore
source: To Restore
pt: Restaurar

# label_dreams_completed
source: Dreams completed
pt: Sonhos realizados

# msg_no_dreams_completed
source: No dream has been realized yet, but I'm sure it will soon.
pt: Ainda nenhum sonho foi realizado, mas tenho certeza que em breve vai ter.

# label_free_content
source: Free content
pt: Conteúdo gratuito

# label_social_media
source: Social media
pt: Mídias sociais

# msg_erro_no_register_email
source: Unable to send an email, make sure you have configured the email app on your mobile.
pt: Não foi possível enviar um e-mail, verique se você configurou o app de e-mail no celular.

# label_start_email
source: Hi Fernando,
pt: Olá Fernando,

# label_title_app
source: REVO - Focused goals
pt: REVO - Metas com foco

# label_contact
source: Contact
pt: Contato

# label_dream_realized
source: Realized dream
pt: Sonho realizado

# msg_question_dream_realized
source: Did you fulfill your dream?
pt: Você realizou seu sonho?

# label_yes
source: Yes
pt: Sim

# label_file_dream
source: File Dream
pt: Arquivar sonho

# msg_question_file_dream
source: Do you really want to archive this dream? Even if it is archived, you can reactivate it at any time.
pt: Você realmente deseja arquivar esse sonho? Mesmo arquivado você pode reativa-lo a qualquer momento.

# label_to_file
source: To file
pt: Arquivar

# label_dream_choice
source: Dream choice
pt: Escolha do sonho

# label_dream_hold
source: Dream on hold
pt: Sonho em espera

# msg_help_dream_hold
source: In this section, you still don't need to set goals and/or steps for achievement. Just set a preview of your dream so your subconscious knows what you want.
pt: Nessa seção, você ainda não precisa definir metas e/ou os passos para a conquista. Apenas definir uma prévia de seu sonho para que seu subconsciente saiba o que você quer.

# label_dream_with_focus
source: Dream with focus
pt: Sonho com foco

# msg_help_dream_with_focus
source: In this type of dream, you will need to set steps at different levels, like steps on a ladder, and create daily goals that move towards your dream.
pt: Nesse tipo de sonho, você vai precisar definir passos em diferentes níveis, como se fossem degraus de uma escada, além de criar metas diárias que vão em direção ao seu sonho.

# label_days
source: Days
pt: Dias

# label_archive
source: Archive
pt: Arquivo

# label_perfomed
source: Performed
pt: Realizados

# label_focus
source: Focus
pt: Foco

# label_level
source: Level
pt: Nível

source: Last acess
pt: Último acesso

# label_setting
source: Settings
pt: Configurações

# label_change_profile
source: Change profile
pt: Alterar perfil

# label_dark_theme
source: Dark theme
pt: Tema escuro

# label_exit
source: Logout
pt: Sair

# label_required_field
source: Field is required
pt: Campo é obrigatório

# label_required_email
source: E-mail is required
pt: E-mail é obrigatório

# label_required_password
source: Password is required
pt: Senha é obrigatório

# label_passaword_invalid
source: Password is invalid
pt: E-mail é inválido

# label_min_character_password
source: Your password must be at least 8 digits long
pt: Sua senha tem que ter no minímo 8 dígitos

# label_password_no_match
source: Password does not match
pt: Senha não confere

# msg_not_found_dream
source: Time to add your first dream!
pt: Hora de adicionar seu primeiro sonho!

# msg_drescription_dream_required
source: The dream description is required
pt: A descrição do sonho é obrigatória

# msg_img_required
source: The dream image is required
pt: A imagem do sonho é obrigatória

# msg_add_step_required
source: Add at least one step to conquer
pt: Adicione pelo menos um passo para conquistar

# msg_add_daily_goal_required
source: Add at least one daily goal
pt: Adicione pelo menos uma meta diária

# msg_reward_required
source: The reward is required
pt: A recompensa é obrigatória

# msg_inflection_point_required
source: Inflection point is required
pt: O ponto de inflexão é obrigatório

# msg_choice_color_required
source: Choose a representation color
pt: Escolha uma cor de representaçã

# label_loading
source: Loading...
pt: Carregando...

# msg_loading_dream
source: Dreams being carried...
pt: Sonhos sendo carregados...

# msg_is_like_app
source: Are you enjoying Revo - Focused Goals?
pt: Esta gostando do Revo - Metas com foco?

# label_assessment
source: Assessment
pt: Avaliação

# label_no
source: No
pt: Não

# msg_erro_purchase
source: An error purchasing your subscription to google play.
pt: Tivemos um erro na compra da sua assinatura, verifique a google play.

# title_erro_purchase
source: Revo subscription error
pt: Erro na assinatura do Revo

# msg_erro_pending_purchase
source: Payment for your subscription is pending, check google play.
pt: O pagamento da sua assinatura esta pendente, verifique a google play.

# label_erro_pending_purchase
source: Payment pending on Revo subscription
pt: Pagamento pendente na assinatura do Revo

# label_loading_plans
source: Loading plans
pt: Carregando planos

# label_premium_access
source: Premium Access
pt: Acesso Premium

# label_description_subscription
source: Revo Subscription - Focused Goals
pt: Assinatura Revo - Metas com foco

# msg_purchase_2022
source: In the Year 2022, all the proceeds from premium subscriptions will be used to purchase basic baskets.
pt: No Ano de 2022 toda a arrecadação com assinaturas premium, será destinada a compras de cestas básicas.

# label_no_ad
source: No advertisements
pt: Sem propagandas

# label_no_ad_description
source: Browse through the app without advertising.
pt: Navegue tranquilo pelo app sem publicidade.

# label_access_new_features
source: Access to new features
pt: Acesso às novas funcionalidades

# label_no_miss_features
source: Don't miss your chance to access the best features to come.
pt: Não perca a chance de acessar as melhores funções que estão por vir.

# title_subscription_donated
source: 100% of the amount will be donated to @movimentodesperte
pt: 100% do valor será doado para @movimentodesperte

# label_month
source: Month
pt: Mês

# label_week
source: Week
pt: Semana

# label_annual_subscription
source: Annual Subscription
pt: Assinatura anual

# label_monthly_subscription
source: Monthly Signature
pt: Assinatural mensal

# label_a_month
source: a month
pt: por mês

# label_a_year
source: a year
pt: por ano

# label_monthly_report
source: Monthly report
pt: Relatório mensal

# label_weekly_report
source: Weekly report
pt: Relatório semanal

# label_active_subscription
source: Active Subscription
pt: Assinatura Ativa

# label_msg_thank_you_subscription
source: Thank you very much! You help us maintain the app and make donations of basic food baskets.
pt: Muito obrigado! Você nos ajuda a manter o app e fazer doações de cestas básicas.

# label_error_subscription
source: Signature Error
pt: Erro na assinatura

# label_no_found_subscription
source: No subscription products found
pt: Nenhum produto de assinatura encontrado.

# label_no_found_plans
source: No subscription plans found
pt: Não foram encontrados planos para assinatura

# msg_not_found_report_status
source: There are no weekly actions or actions of the selected type yet. Wait a week using Revo to generate the report.
pt: Não existe ainda ações semanais ou do tipo selecionado. Espere uma semana utilizando Revo para a geração do relatório.

# label_year
source: Year
pt: Ano

# label_step_alarm
source: Alarm
pt: Alarme

# msg_error_time_not_found_alarm
source: You need to set an alarm time
pt: É necessário definir um horário do alarme

# label_dream_progress
source: Dream in progress
pt: Sonho em progresso

# label_notify_goals
source: Notify me of my goals
pt: Avisar-me das minhas metas

# label_hour
source: Hour
pt: Hora

# label_days_of_week
source: Days of the week
pt: Dias da Semana

# label_sunday
source: Sunday
pt: Domingo

# label_monday
source: Monday
pt: Segunda

# label_tuesday
source: Tuesday
pt: Terça

# label_wednesday
source: Wednesday
pt: Quarta

# label_thursday
source: Thursday
pt: Quinta

# label_friday
source: Friday
pt: Sexta

# label_saturday
source: Saturday
pt: Sábado

# label_dream_notification
source: Dream Notifications
pt: Notificações dos Sonhos

# label_inflection_points
source: Inflection Points
pt: Pontos Inflexão

# label_completed_steps
source: Completed Steps
pt: Etapas finalizadas

# label_fulfilled
source: fulfilled
pt: cumprida

# label_unfulfilled
source: unfulfilled
pt: não cumprida

# label_already_passed
source: Already passed
pt: Já se passaram

# label_days_focusing
source: days focusing on your dream
pt: dias com foco no seu sonho

# label_how_to_plan_day
source: How to plan your day
pt: Como planejar seu dia

# msg_daily_planning_subscriber_only
source: Daily planning is a subscriber-only feature
pt: Planejamento diário é uma funcionalidade só para assinantes

# msg_experience_productivity
source: Experience your productivity boost.
pt: Experimente o aumento da sua produtividade.

# msg_have_more_time
source: Have more time to do what you like!
pt: Tenha mais tempo para fazer o que você gosta!

# msg_produce_more
source: Produce more in less time.
pt: Produza mais com menos tempo.

# msg_increase_clarity
source: Increase clarity of what you really want.
pt: Aumentar a clareza do que realmente você quer.

# label_free_trial_7_days
source: Free trial for 7 days.
pt: Teste grátis por 7 dias

# label_subscribe_revo
source: Subscribe to the Revo app
pt: Assine o app Revo

# title_trial_test_end
source: Trial period ended :(
pt: Período de teste encerrado :(

# msg_trial_test_end
source: Subscribe to the Revo app to continue using the daily planning functionality, plus you can remove advertising ;)
pt: Faça a assinatura do app Revo para continuar a utilização da funcionalidade de planejamento diário, além de poder remover a publicidade ;)

# label_my_day
source: My day
pt: Meu dia

# label_grateful_for
source: I am grateful for
pt: Sou grato(a) por

# label_my_focus_day
source: My Focus of the Day
pt: Meu Foco no Dia

# label_should_avoid
source: Should I avoid
pt: Devo Evitar

# label_task_the_day
source: Tasks of the day
pt: Tarefas do Dia

# label_analysis_that_day
source: Analysis of that day
pt: Análise desse dia

# label_how_was_your_day
source: How was your day?
pt: Como foi seu dia?

# label_how_was_learning_level
source: How was the learning level?
pt: Como foi o nível de aprendizado?

# label_daily_planning
source: Daily Planning
pt: Planejamento Diário

# label_evaluate_day
source: Evaluate the day
pt: Avaliar o dia

# label_rate_my_day
source: Rate my day
pt: Avaliar meu dia

# label_plan_day
source: Plan the day
pt: Planejar o dia

# label_plan_next_day
source: Plan the next day
pt: Planejar o dia seguinte

# label_rate_of_the_day
source: Rating of the Day
pt: Avaliação do Dia

# label_comment
source: Comment
pt: Comentário

# label_3_gratitude_day
source: 3 Gratitude of the Day
pt: 3 Gratidões do dia

# label_save
source: Save
pt: Salvar

# msg_erro_rate_the_day
source: It is very important that you have the 3 gratitudes in your day, if it has been difficult, try to be grateful for the little things.
pt: É muito importante que tenha as 3 gratidões no seu dia, se ele tiver sido difícil, tente agradecer pelas coisas pequenas.

# label_preparing_next_day
source: Preparing the next day
pt: Preparando o dia seguinte

# label_what_will_avoid_today
source: What will I avoid today?
pt: O que vou evitar hoje?

# label_will_avoid
source: I will avoid
pt: Vou evitar

# label_tasks_accomplish_today
source: tasks to accomplish today
pt: tarefas para cumprir hoje

# label_task
source: Task
pt: Tarefa

# msg_erro_focus_is_null
source: The focus of the day is mandatory, it will dictate the direction. It is the most important function or task in your day.
pt: O foco do dia é obrigatório, ele vai ditar a direção. É a função ou tarefa mais importante no seu dia.

# msg_erro_prevent_is_null
source: Something needs to be avoided in your day. Choose something that kills your productivity or will detract from your focus in your day.
pt: Algo precisa ser evitado no seu dia. Escolha algo que mata a sua produtividade ou vai prejudicar o foco no seu dia.

# msg_erro_tasks_is_null
source: The 5 tasks are the most important part of the your day. It is very important that 5 tasks are completed, but if you can't, it will not be mandatory to complete all of them.
pt: As 5 tarefas são a parte mais importante do seu dia. É muito importante que 5 tarefas sejam preenchidas, mas se não conseguir não vai ser obrigatório preencher todas.

# label_rating_saved
source: Rating saved successfully!
pt: Avaliação salva com sucesso!

# msg_rating_saved
source: The next day, your schedule will be available, so you can view and check your gratitude.
pt: No próximo dia, seu planejamento já vai esta disponível, para visualizar e checar suas gratidões.

# label_day_prepared_saved
source: Your preparation has been saved!
pt: Sua preparação foi salva!

# msg_day_prepared_saved
source: On the next day, your preparation will already be available, to view and perform your scheduled tasks.
pt: No próximo dia, sua preparação já vai esta disponível, para visualizar a realizar suas tarefas agendadas.

# label_remove_ad
source: Remove advertising
pt: Remova a publicidade

# label_exclusive_feature
source: Exclusive features
pt: Funcionalidades exclusivas

# msg_daily_planning_tools
source: Daily planning is a powerful tool that will increase your productivity, but it is necessary to follow some rules.
pt: O planejamento díario é uma poderosa ferramenta que vai aumentar a sua produtividade, mas é necessário seguir algumas regras.

# msg_daily_planning_preparing_day
source: Completing the assessment of the day and preparing for the day should always be done at the end of the previous day.
pt: O preenchimento da avaliação do dia e a preparação do dia, devem sempre ser feitas no final do dia anterior.

# msg_daily_planning_amount_proposed
source: Trust the amount of proposed tasks and thanks. They have already been tested and several book authors.
pt: Confie nas quantidade de tarefas propostas e agradecimentos. Eles já foram testados e vários autores de livros.
